Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/sametinget_inviterer_til_barnevernskonferanse.html.tmx
Source language: nob
Languages: sma

source: Sametinget inviterer til barnevernskonferanse, med tema hvordan sikre samiske barns rettigheter når barnet er under barnevernets omsorg.
sma: Saemiedigkie maanavaarjelimmiekonferansese böörede: Guktie saemien maanaj reaktah hoksedh gosse maana lea maanavaarjelimmien hoksen nuelesne.

source: Sametingsråd Runar Myrnes Balto, i samarbeid med Nasjonalt samisk kompetansesenter (NASÁG/NASAK) og Norsk fosterhjemsforening inviterer til barnevernkonferanse på Radisson Blu Hotell i Tromsø 9.- 10. november 2022.
sma: Saemiedigkieraerie Runar Myrnes Balto, laavenjostosne Nasjonaale saemien maahtoejarngine (NASÁG/NASAK) jïh Nöörjen foestehïejmesiebrine maanavaarjelimmiekonferansese böörede Radisson Blu hotellesne – Romsa.

source: Ny barnevernslov sikrer at barns etnisitet, språk, kultur og religion skal ivaretas i barnets - beste vurdering, og samiske barn særskilte rettigheter skal ivaretas.
sma: Orre Maanavaarjelimmielaake håksa maanaj etnisiteete, gïele, kultuvre jïh religijovne edtjieh gorresovvedh vuarjasjimmien mietie mij lea maanan buaratjommesasse, jïh saemien maanaj sjïere reaktah edtjieh gorresovvedh.

source: Samiske barns rettigheter som urfolks barn er ikke tilstrekkelig kjent innenfor barnevernet, og deres rett til en oppvekst med samisk språk og kultur, etterspørres og synliggjøres lite.
sma: Saemien maanaj reaktah goh aalkoeåålmegemaanah eah leah nuekie åehpies maanavaarjelimmien sisnjelen, jïh vaenie gyhtjelassh dej reaktan bïjre byjjenæmman saemien gieline jïh kultuvrine, jïh reakta ij leah dan våajnoes.

source: Samiske barn under offentlig omsorg registreres ikke ved etnisitet, språk eller kultur.
sma: Saemien maanah byögkeles hoksen nuelesne eah registreereme sjïdth etnisiteetine, gieline jallh kultuvrine.

source: Dette medfører at vi har lite dokumentert kunnskap om samiske barnas livssituasjon, deres helse og levekår, og hvorvidt de får ivaretatt sine rettigheter til språk og kultur.
sma: Dan gaavhtan mijjen lea vaenie vihtiestamme daajroe saemien maanaj jieledetsiehkien, healsoen jïh jieledeeaktoej bïjre, jïh mejtie dah sijjen reaktah gielese jïh kultuvrese åadtjoeh.

source: På konferansen vil vi ha fokus på samiske barn rettsikkerhet, identitet, språk og kultur.
sma: Konferansesne sïjhtebe daam jarngesne utnedh: Saemien maanaj reaktajearsoesvoete, identiteete, gïele jïh kultuvre.
